IDENTIFICATION DIVISION.
PROGRAM-ID. HELLOWORLD3.
ENVIRONMENT DIVISION.
DATA DIVISION.
WORKING-STORAGE SECTION.
01 MSG PIC X(11) VALUE "Hello World".

PROCEDURE DIVISION.
    DISPLAY MSG
    STOP RUN.
