IDENTIFICATION DIVISION.
PROGRAM-ID. HelloWorld2.
DATA DIVISION.
WORKING-STORAGE SECTION.
01 MESSAGE PIC X(11) VALUE "Hello World".
PROCEDURE DIVISION.
    DISPLAY MESSAGE.
    STOP RUN.
